Repository: goxa2020/journal_bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: auth.enter_login
ru: 📧 Введите edu email (логин):

source: info button
ru: ℹ️ Информация

source: cancel_btn
ru: ❌ Отмена

source: cancelled
ru: ❌ Действие отменено.

source: title main keyboard
ru: 📒 <b>Главное меню</b>

source: auth.enter_login_invalid
ru: ❌ Неверный формат email. Попробуйте снова:

source: auth.enter_pass
ru: 🔑 Введите edu пароль:

source: auth.enter_pass_invalid
ru: ❌ Пароль не может быть пустым. Попробуйте снова:

source: auth.success
ru: ✅ Авторизация успешна!

source: user counter
ru: кол-во пользователей: <b>{count}</b>

source: about
ru: ℹ️ <b>Это всего лишь шаблон бота</b>

source: welcome_back_1
ru: Давно не виделись! 😊

source: welcome_back_2
ru: Рад тебя снова видеть! 👋

source: welcome_back_3
ru: Привет еще раз! 🌟

source: welcome_back_4
ru: С возвращением! 😄

source: first message
ru: 👋 <b>Добро пожаловать в бот.</b> Чтобы начать пользоваться ботом можете начать с /menu

source: support text
ru: 🤝 Поддержка

source: support button
ru: Написать

source: back button
ru: 🔙 Назад

source: sync_btn
ru: 🔄 Синхронизировать

source: stats_btn
ru: 📊 Статистика

source: auth.menu_btn
ru: 🔐 Авторизоваться
